{
    "jobs" : [
        {
            "Titre" : "La Course de la Jungle",
            "id" : "jungle",
            "target" : "#jungle",
            "Image" : "medias/courseJungle.png",
            "Description" : "Dans le cours de Réalité Virtuelle, nous devions faire un jeu minimal en 2D. J'ai utilisé le logiciel Unity. Les assets ont tous été créés par moi.",
            "Lien" : "/game/index.html"
        },
        {
            "Titre" : "PosturAction",
            "id" : "Posture",
            "target" : "#Posture",
            "Image" : "medias/posturaction.png",
            "Description" : "Ce stage était beaucoup axé sur la vidéo. J'étais donc chargé à trouver l'équipement nécessaire pour la production vidéo, trouver une façon de faire du montage en temps réelle pour diminuer le Post-Production, et faire le montage finale en ajoutant le logo et ajusté le son.",
            "Lien" : "https://cliniqueinspiration.com/"
        },
        {
            "Titre" : "ESBQ",
            "id" : "ESBQ",
            "target" : "#ESBQ",
            "Image" : "medias/ESBQ.PNG",
            "Description" : "Un projet qui m'a été proposé par une professeure. Le projet consistait a filmer et monter la visite guidé pour l'École Supérieure de Ballet du Québec. J'ai utilisé un Sony A6500 avec un stabilisateur DJI pour la visite.",
            "Lien" : "https://vimeo.com/500879986"
        },
        {
            "Titre" : "Cyberimpact",
            "id" : "Cyberimpact",
            "target" : "#Cyberimpact",
            "Image" : "medias/cyberimpact.PNG",
            "Description" : "Ce premier stage était axé sur le développement Front-End. En premier temps j'étais chargé de faire la refonte de leur Aide-en-ligne pour leur logiciel d'infolettre grâce aux technologies HTML/CSS/Javascript. J'ai été aussi demandé de faire une maquette du site web Admin pour Cyberimpact.",
            "Lien" : "https://faq.cyberimpact.com/fr"
        },
        {
            "Titre" : "TWRP",
            "id" : "TWRP",
            "target" : "#TWRP",
            "Image" : "medias/twrp.PNG",
            "Description" : "Ce projet de session a été réalisé en groupe de 2. Le projet en temps que tel était de réaliser un site web promotionnel pour un groupe de musique qu'on a choisi. Nous avons choisi le groupe TWRP, qui est un groupe Canadien. Les technologies HTML/CSS/Javascript ont été utilisé, ainsi que la librairie GSAP et Wordpress pour le questionnaire.",
            "Lien" : "https://twrp.online/twrp/index.html"
        },
        {
            "Titre" : "Différent",
            "id" : "Different",
            "target" : "#Different",
            "Image" : "medias/différence.PNG",
            "Description" : "Dans le cours d'animation 3D, nous devions créés un court-métrage majoritairement en 3D. Tous les éléments dans le vidéo (sauf le personnage principal) ont été créé dans le logiciel Maya. L'animation du personnage principal a été fait dans After Effect. J'étais chargé à faire l'animation du bonhomme ainsi que de la mise en place des scènes au complet.",
            "Lien" : "https://youtu.be/TXJFPbp-53U"
        },
        {
            "Titre" : "Pris dans le temps",
            "id" : "PrisDansLeTemps",
            "target" : "#PrisDansLeTemps",
            "Image" : "medias/Pris dans le temps.PNG",
            "Description" : "Dans le cours de montage vidéo, nous devions faire un court-métrage avec un narrateur. Moi et mon coéquipier avons décidé de faire notre court-métrage sur une personne qui se remémore de son enfance grâce au jeu de Sonic. Le tout a été réalisé sur un iPhone 11 Pro.",
            "Lien" : "https://youtu.be/h1wUaInLrUc"
        }
    ]
}
